{
  "Header": {
    "Home": "Inicio",
    "About": "Acerca De",
    "Skills": "Habilidades",
    "Projects": "Proyectos",
    "Contact": "Contacto"
  },

  "Portfolio": {
    "subtitle": "Desarrollador Full Stack",
    "description": "¡Bienvenido a mi portafolio creativo! Me complace compartir contigo una muestra de mi trabajo, logros y pasiones a lo largo de mi trayectoria como programador. En esta página encontrarás una colección de proyectos que representan mi compromiso con la excelencia, la creatividad y la dedicación en cada paso del camino."
  },

  "About": {
    "about-me": "Acerca de mí",
    "about1": "Estudiante de Academlo en desarrollo Full Stack, apasionado por la programación y la resolución de problemas. Poseo habilidades en liderazgo y trabajo en equipo que he aplicado durante mi desarrollo como estudiante. Mi base de conocimientos se centra en JavaScript, CSS, HTML, React y Node.js. También poseo algunos conocimientos en diseño, lo que me ha permitido mejorar mis proyectos. Tengo un sólido dominio del Front-End, pero mi objetivo es continuar mejorando mis habilidades a través de nuevos proyectos.",
    "about2": "Valorando la puntualidad y la responsabilidad, me esfuerzo por mantener una actitud comprometida con los proyectos que desarrollo. Aprecio escuchar diversas opiniones, ya que contribuyen al enriquecimiento de mi trabajo y desarrollo profesional."
  },

  "Skills": {
    "skills": "Habilidades"
  },

  "projects": {
    "e-commerce-clothing": "comercio electrónico de ropa",
    "description": "Diseño e-commerce ropa con API . Carrito, modo oscuro y detalles de productos para una experiencia de compra completa y mejorada. Busca mostrar al usuario de forma clara cada producto"
  },

  "galletica": {
    "subtitle": "juega a la galleta de la fortuna",
    "description": "Sitio web 'Galletica de la Fortuna': Simulación virtual de abrir galletas de la fortuna con mensajes inspiradores y consejos en línea. Experiencia interactiva y entretenida. Usando un JSON que proporciona las frases, con cambio de fondo."
  },

  "climatic": {
    "subtitle": "aplicacion de clima",
    "description": "Aplicación climática con API global  que ofrece búsqueda por ubicación, modo oscuro, conversión °C a °F y detalles como presión, nubes y viento. Muestra temperatura y estado de nubes."
  },

  "RandM": {
    "subtitle": "personajes de rick and morty.",
    "description": "Esta aplicación utiliza la API de  para buscar personajes en diferentes dimensiones. Permite ingresar un número de dimensión o buscar aleatoriamente mediante un botón."
  },

  "User": {
    "subtitle": "Pagina creadora de usuarios",
    "description": "Diseño de página web para crear usuarios con la API . Emplea el método CRUD, presentando formulario de datos y modales informativos en cada proceso, la aplicacion tiene el modo oscuro."
  },

  "poke": {
    "subtitle": "Aplicacion que muestra los pokemons",
    "description": "La pagina muestra los pokemones utilizando la API  la cual podemos hacer diferentes tipos de filtrado, utilizandolas rutas que permiten el acceso a informacion detallada de cadapokemon contiene un filtro por nombre y por tipo."
  },

  "tecn": {
    "subtitle": "ecommerce de productos tecnologia",
    "description": "Aplicación de comercio electrónico con integración API. Muestra y filtra productos tecnológicos por precio y tipo. Incluye registro de usuarios, carrito de compras y historial de compras."
  },

  "contact": {
    "title": "Contáctame",
    "name": "Nombre",
    "lastname": "Apellido",
    "email": "email",
    "phone": "Telefono",
    "sendto": "Enviar",
    "message": "mensaje"
  }
}
